{
  "login": {
    "title": "Sign up for an Account:",
    "placeholder": "Phone number",
    "button": "Sign in!",
    "noAccount": "Don’t have an account?",
    "signup": "Sign up"
  },
  "signup": {
    "title": "Create an Account:",
    "name": "Name",
    "placeholder": "Phone number",
    "button": "Sign up!"
  },
  "welcome": {
    "title-p1": "Welcome to",
    "title-p2": "ICE Breakers",
    "subtitle": "Your trusted emergency companion",
    "description": "With one tap, connect to help, alert loved ones, and protect your rights — wherever you are.",
    "skip": "Skip to Login"
  },
  "intro1": {
    "title-p1": "ICE Breakers was built by",
    "title-p2": "Immigrants",
    "description": "“We’ve lived the fear, the uncertainty, and the silence when help felt out of reach. We’ve seen our communities targeted, our rights stripped away, and our loved ones disappear without warning.”"
  },
  "intro2": {
    "quote": "“We built this app as an act of resistance and care — a way to protect each other when the systems around us won’t. It’s a lifeline born from love, urgency, and the deep belief that our people deserve safety, dignity, and the power to act when it matters most.”",
    "team": "– Ice Breakers' Team",
    "started": "Get Started!"
  },
  "tutorial": {
    "title-p1": "How does",
    "title-p2": "ICE Breakers",
    "title-p3": "Work:",
    "point-1": "1. Add your emergency contacts.",
    "description-1": "We'll only use these to alert your loved ones when you hit the panic button.",
    "point-2": "2. Enable your location (optional).",
    "description-2": "So we can connect you to local help and nearby immigration resources.",
    "point-3": "3. In an emergency, tap the big red button.",
    "description-3": "We’ll instantly send a message with your location to your trusted contacts and local rapid response teams.",
    "point-4": "4. Show your “Know Your Rights Card”.",
    "description-4": "Know your rights and show them in your preferred language — even during stressful moments."
  },
  "main": {
    "help": "HELP",
    "myRights": "My Rights",
    "logout": "Logout",
    "right-1": "I do not wish to speak with you. I am exercising my right to remain silent, based on my Fifth Amendment right under the U.S. Constitution, which protects me from being forced to incriminate myself.",
    "right-2": "I do not give you permission to enter my home, based on my Fourth Amendment right, which protects me against unreasonable searches and requires a valid warrant signed by a judge.",
    "right-3": "I do not consent to a search of my belongings, my home, or my person. This is also based on my Fourth Amendment right, which states that I cannot be searched without a warrant or legal justification.",
    "right-4": "I want to speak to a lawyer before answering any questions. This is my Sixth Amendment right, which guarantees me access to legal counsel if I am being questioned or detained.",
    "right-5": "I choose to exercise my constitutional rights",
    "go-back": "Go back"
  },
  "location": {
    "title-p1": "Enable",
    "title-p2": "Location"
  },
  "add-contacts": {
    "emergency": "Emergency",
    "contacts": "Contacts",
    "phone": "Phone Number",
    "name": "Name (optional)",
    "relationship": "Relationship (optional)",
    "add-contact": "+ Add another contact",
    "contact": "Contact",
    "of": "of"
  }
}
